Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/LABEL_en-US_de.tmx
Source language: en_us
Languages: de

source: [Private Labelling Unit]
de: [Private Labelling Unit] ~Product Name~

source: A private labeling unit converts products of other brands to your own brand by labeling the product with your own corporate insignia.
de: Die Art des Produkts, das verarbeitet wird.^ ~Product Stock~

source: If you are tired of manufacturing products yourself, you can label products of a less popular brand with your own brand.
de: Dieser Bereich zeigt den Bestand des Produktes in der Einheit an. Jede Box repr채sentiert eine Ladung des Produktes.

source: This saves you the trouble of managing production lines and lets you concentrate on marketing.^
de: Jede Ladung kann eine bestimmte Anzahl von Einheiten des Produkts speichern.^^^Die Anzahl der Einheiten, die eine Ladung aufnehmen kann, variiert von Produkt zu Produkt. Bei einigen teuren Produkten, wie z.B. Autos, kann eine Ladung nur wenige Einheiten des Produkts aufnehmen.

source: Any products directed into the private-labeling unit are relabeled immediately.
de: Bei kosteng체nstigeren Produkten, wie z.B. Shampoo, kann eine Ladung bis zu mehreren tausend Einheiten des Produkts aufnehmen.

source: Usually linking a private labeling unit between a purchasing unit and a sale unit is the easiest way to label the products from another corporation.
de: Damit ist der Gesamtwert aller Ladungen aller Arten von Produkten etwa gleich.^ ~Utilization Bar~

source: In this arrangement of units, the purchased goods from another company are labeled with your brand and resold as if you had produced them yourself.^
de: Dieser braune Balken zeigt die Auslastung der Einheit an. Wenn diesrt Nalken seine volle L채nge erreicht hat, dann hat die Einheit ihre volle Kapazit채t erreicht.
